# Array with expressions
bold=$(tput bold)

expressions=("Тобі, Україно моя, і перший мій подих,\nі подих останній тобі.\n\t${bold}Тарас Шевченко" 
            "Мій рідний край такий веселий,\nМій рідний край такий сумний!\n\t${bold}Тарас Шевченко" 
            "Любіть Україну у сні й наяву,\nвишневу свою Україну,\nкрасу її вічно живу і нову\nі мову її солов'їну.\n\t${bold}Тарас Шевченко"
            "Я так її, я так люблю\nмою Україну убогу,\nщо проклену святого Бога,\nза неї душу погублю!\n\t${bold}Тарас Шевченко"
            "Здається — кращого немає\nНічого в Бога, як Дніпро\nТа наша славная країна...\n\t${bold}Тарас Шевченко"
            "Я так її, я так люблю\nМою Україну убогу,\nЩо проклену святого Бога,\nЗа неї душу погублю!\n\t${bold}Тарас Шевченко"
            "Зажурилась Україна — така її доля!\n\t${bold}Тарас Шевченко"
            "Людям не те що позакладало вуха —\nлюдям позакладало душі\n\t${bold}Ліна Костенко"
            "Мужність не дається напрокат\n\t${bold}Ліна Костенко"
            "Лиш боротись — значить жить!\n\t${bold}Іван Франко"
            "Світ ловив мене, та не спіймав\n\t${bold}Григорій Сковорода"
            "В обіймах з радістю журба.\nОдна летить, друга спиня…\nІ йде між ними боротьба,\nі дужчий хто — не знаю я…\n\t${bold}Олександр Олесь"
            "Орлині крила маєм за плечима,\nсамі ж кайданами прикуті до землі.\n\t${bold}Леся Українка"
            "Двоє дивляться вниз. Один бачить калюжу, другий — зорі. Що кому.\n\t${bold}Олексадр Довженко"
            "Ліпше вмерти біжучи,\nніж жити гниючи\n\t${bold}Іван Багряний"
            "Мрія дає нуль, якщо її не зробити життям.\n\t${bold}Григорій Тютюнник"
            "У кожної нації свої хвороби.\nУ Росії — невиліковна.\n\t${bold}Ліна Костенко"
            "І жах не в тому, що щось зміниться,\n— жах у тому, що все може залишитися так само.\n\t${bold}Ліна Костенко"
            "Яке прекрасне рідне слово!\nВоно — не світ, а всі світи\n\t${bold}Володимир Сосюра"
            "Хто нікчемну душу має,\nто така ж у нього мова.\n\t${bold}Леся Українка"
            )

#rand=$(( $RANDOM % ${#expressions[@]} ))
selectedexpression=${expressions[$(($RANDOM % ${#expressions[@]} ))]}

echo -e $selectedexpression